#Дано два числа a = 3 и b = 4 . Выведите гипотенузу треугольника с заданными катетами.

import math
a = 3
b = 4
c = math.sqrt((a * a) + (b * b))
print(c)
